{"sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"historia_kqzKne":{"type":"historia","blocks":{"imagen_36mEQt":{"type":"imagen","settings":{"imagen":"shopify:\/\/shop_images\/SGPARTNERS-44_2.jpg","descripcion":"La Familia Gramage,  funda la empresa de comercio textil en Cocentaina, Alicante.","fecha":"2005"}},"imagen_pwDCWD":{"type":"imagen","settings":{"imagen":"shopify:\/\/shop_images\/TELERS-10.jpg","descripcion":"La empresa se especializa en tejidos y comienza a crear muestrarios y colecciones exclusivas, estableciéndose en el sector.","fecha":"2007"}},"imagen_AyLUyV":{"type":"imagen","settings":{"imagen":"shopify:\/\/shop_images\/SGPARTNERS-51_2.jpg","descripcion":"A pesar de una grave crisis financiera y la deslocalización del sector debido a la globalización (con países como China, Turquía y Pakistán emergiendo como productores clave), SG Hogar decide mantener su apuesta por la producción local en España.","fecha":"2008"}},"imagen_T6yjca":{"type":"imagen","settings":{"imagen":"shopify:\/\/shop_images\/SGPARTNERS-30.jpg","descripcion":"Tras la recuperación de la crisis, la empresa sigue creciendo y abre su propia confección textil, lo que le permite ofrecer productos terminados de textil hogar fabricados con sus propios tejidos.","fecha":"2013"}},"imagen_k3xbGw":{"type":"imagen","settings":{"imagen":"shopify:\/\/shop_images\/SGPARTNERS-45.jpg","descripcion":"Participa en su primera feria internacional, EVTEKS, en Turquía, marcando un paso importante en su proyección global.","fecha":"2014"}},"imagen_rtCRVV":{"type":"imagen","settings":{"imagen":"shopify:\/\/shop_images\/SGPARTNERS-63.jpg","descripcion":"• Asiste a su primera feria nacional en la Real Fábrica de Tapices de Madrid, siendo una de las 17 empresas que apoyan la feria. La empresa participa en esta feria hasta 2023.\t•\tLa empresa se traslada a unas nuevas instalaciones de 2,000 metros cuadrados en Ontinyent, para acomodar su crecimiento.","fecha":"2015"}},"imagen_9QE3dq":{"type":"imagen","settings":{"imagen":"shopify:\/\/shop_images\/sg_hogar_marca.png","descripcion":"• SG Hogar da un paso crucial al convertirse en una industria textil, gracias a la compra de una máquina de estampación digital de alta producción, que permite diversificar sus productos y ampliar su base de clientes.\t•\tAsiste por primera vez a la feria Heimtextil en Frankfurt, participando anualmente hasta 2023.","fecha":"2016"}},"imagen_gYQfbp":{"type":"imagen","settings":{"imagen":"shopify:\/\/shop_images\/SGPARTNERS-42.jpg","descripcion":"•\tAdquiere una segunda máquina de estampación digital, ampliando su confección y aumentando su equipo. La expansión comercial se concentra en Europa.\t•\tLa empresa es pionera en implementar un horario laboral intensivo y otras medidas de conciliación laboral, social y personal para sus trabajadores, siendo la única en el sector en aplicar estas políticas.","fecha":"2017"}},"imagen_7B6KWX":{"type":"imagen","settings":{"imagen":"shopify:\/\/shop_images\/SGPARTNERS-25.jpg","descripcion":" SG Hogar recibe premios del Ministerio y del grupo Alares por sus políticas de conciliación laboral, familiar y social, destacándose como una empresa innovadora en este ámbito.","fecha":"2018"}},"imagen_67fqV4":{"type":"imagen","settings":{"imagen":"shopify:\/\/shop_images\/SGPARTNERS-47_2.jpg","descripcion":"•\tDurante la pandemia de COVID-19, la empresa demuestra su carácter emprendedor al adquirir una máquina de alta producción para fabricar mascarillas, invirtiendo 150,000€. Esta estrategia permitió que todo el equipo, excepto el comercial, siguiera trabajando y la empresa continuara creciendo.\t•\tSG Hogar adquiere Gramage Textil, formando el Grupo SG, lo que permite ampliar su capacidad de producción y optimizar los tiempos de fabricación.","fecha":"2020"}},"imagen_3Kc7Tn":{"type":"imagen","settings":{"imagen":"shopify:\/\/shop_images\/FOTOS_TELERS_20_c9d1a592-5676-44b8-9797-fe3138c43637.jpg","descripcion":"•\tLa empresa compra una fábrica de telares (Revert Asociados), convirtiéndose en la primera empresa de primera generación en ser vertical en sus procesos productivos.\t•\tSG Hogar se convierte en la empresa industrial de primera generación que más factura en España.","fecha":"2022"}},"imagen_ByCTm7":{"type":"imagen","settings":{"imagen":"shopify:\/\/shop_images\/SGPARTNERS-50.jpg","descripcion":"El grupo cuenta con 8500 mts2","fecha":"2023"}}},"block_order":["imagen_36mEQt","imagen_pwDCWD","imagen_AyLUyV","imagen_T6yjca","imagen_k3xbGw","imagen_rtCRVV","imagen_9QE3dq","imagen_gYQfbp","imagen_7B6KWX","imagen_67fqV4","imagen_3Kc7Tn","imagen_ByCTm7"],"settings":{"titulo":"Nuestra Historia","tamano_titulo":24,"peso_titulo":"500","fuente_subtitulos":"sans-serif","tamano_subtitulos":24,"peso_subtitulos":"500","tamano_texto":14,"peso_texto":"500","fuente_fechas":"sans-serif","tamano_fechas":12,"peso_fechas":"600","color_fondo":"#f8f8f8","color_texto":"#333333","color_titulo":"#222222","color_subtitulos":"#444444","color_linea_tiempo":"#ff9f55","color_evento":"#ffffff"}}},"order":["main","historia_kqzKne"]}